[
  {
    "id": "ava-jones",
    "en": {
      "title": "Ava Jones: The End And The Beginning",
      "titles": [
        {
          "text": "Ava Jones",
          "tailwindCss": "font-chewy text-[2.4em] leading-none"
        },
        {
          "text": "The End And The Beginning",
          "tailwindCss": "font-chewy text-[1em]"
        }
      ],
      "status": "new",
      "seriesId": "aalborg-love-stories",
      "tagline": "Sometimes love is closer than you think.",
      "description": [
        "Does anyone know what the future holds, when love is the question? Ava Jones thought life was going smoothly, until she arrived home one Tuesday. She thought her future was set; she was wrong. How could her life fall apart between breakfast and dinner? She read the note again. She tried ringing her boyfriend; gave up and opened the bottle of rosé in the fridge. At times like this, it was best to write a list. Times when you thought you might be losing your mind.",
        "Along comes Anders, her handsome downstairs neighbour, offering her pizza and his sofa for the night. His kindness almost sends Ava over the edge. Along with her friends, he gives Ava a helping hand navigating Tuesday's curveball. Ava realises, the more time she spends with Anders that they share undeniable chemistry. Maybe there's a new future for her, but what Ava doesn't know, is that Anders has a secret.",
        "A young Welsh woman moves to Denmark for love. A tale of escape, love, loss, and new beginnings. <i>Ava Jones: The End And The Beginning</i> is a humorous modern love story, with a touch of spice."
      ],
      "reviews": [
        {
          "lang": "en",
          "text": "Ava Jones is like a warm hug from beginning to end.",
          "critic": "Amazon Review"
        },
        {
          "lang": "en",
          "text": "Wonderful well rounded story that leaves a lovely sweet feeling.",
          "critic": "Thea Meadows"
        }
      ],
      "links": {
        "amazonUS": "https://www.amazon.com/Ava-Jones-Beginning-Janice-Greve/dp/B0G5LF1H59",
        "amazonDE": "https://www.amazon.de/-/en/Janice-Greve/dp/B0G5LF1H59",
        "amazonUK": "https://www.amazon.co.uk/Ava-Jones-Beginning-Janice-Greve/dp/B0G5LF1H59"
      },
      "icon": "Wine",
      "iconColor": "#FF007F",
      "publications": [
        {
          "lang": "en",
          "format": "ebook",
          "release": "2025-12-17"
        },
        {
          "lang": "en",
          "format": "paperback",
          "release": "2026-01-07"
        }
      ]
    },
    "da": {
      "tagline": "Nogle gange er kærligheden tættere på end man tror.",
      "description": [
        "Ved nogen, hvad fremtiden bringer, når kærligheden er spørgsmålet? Ava Jones troede, at livet gik glat, indtil hun kom hjem en tirsdag. Hun troede, at hendes fremtid var fastlagt; hun tog fejl. Hvordan kunne hendes liv falde fra hinanden mellem morgenmad og aftensmad? Hun læste beskeden igen. Hun prøvede at ringe til sin kæreste; gav op og åbnede roséflasken i køleskabet. I sådanne situationer var det bedst at skrive en liste. Tidspunkter, hvor man troede, man var ved at miste forstanden.",
        "Så kommer Anders, hendes flotte nabo nedenunder, og tilbyder hende pizza og sin sofa for natten. Hans venlighed sender næsten Ava ud over kanten. Sammen med sine venner giver han Ava en hjælpende hånd i tirsdagens uvejr. Ava indser, at jo mere tid hun bruger med Anders, jo mere uomtvistelig kemi deler de. Måske er der en ny fremtid for hende, men hvad Ava ikke ved, er, at Anders har en hemmelighed.",
        "En ung walisisk kvinde flytter til Danmark for kærlighedens skyld. En fortælling om flugt, kærlighed, tab og nye begyndelser. <i>Ava Jones: The End And The Beginning</i> er en humoristisk, moderne kærlighedshistorie med et strejf af krydderi."
      ]
    }
  },
  {
    "id": "lunas-story",
    "en": {
      "title": "Luna's Story: Finding Love",
      "titles": [
        {
          "text": "Luna's Story",
          "tailwindCss": "font-chewy text-[2.4em] leading-none"
        },
        {
          "text": "Finding Love",
          "tailwindCss": "font-birthstone-bounce text-[2em]"
        }
      ],
      "status": "soon",
      "seriesId": "aalborg-love-stories",
      "tagline": "Opening a café was her plan. Falling for the handyman wasn't.",
      "description": [
        "Luna's life, up until this point, hadn't been her own. A chaotic childhood, responsibilities from a young age, and more new starts than she could count.",
        "At the age of thirty-four, Luna is finally free to make her own decisions and choose her path. She decides to buy a little house in Aalborg, open her own café, and maybe even find love. Luna's best friend Ella convinces her to try a dating app. Ella is adamant hanging around the vegetables aisle in supermarkets isn't a thing these days. To Luna, the idea is exciting and terrifying, in equal measure! Things might go smoother if a certain estate agent hadn't set his sights on Luna. Then there's her handyman. The extremely dishy Adam, who seems to continually put his foot in it, ending up red-faced in Luna's company. Unfortunately, in the words of every country song ever written, he's 'somebody else's guy!'",
        "Join Luna as she navigates miscommunications, curveballs, and a string of coffee dates on her way to finding love."
      ],
      "reviews": [],
      "links": {},
      "icon": "Coffee",
      "iconColor": "#6F4E37",
      "publications": [
        {
          "lang": "en",
          "format": "ebook",
          "release": null
        },
        {
          "lang": "en",
          "format": "paperback",
          "release": null
        }
      ]
    },
    "da": {
      "tagline": "At åbne en café var hendes plan. At forelske sig i altmuligmanden var ikke.",
      "description": [
        "Lunas liv havde indtil dette punkt ikke været hendes eget. En kaotisk barndom, ansvar fra en ung alder og flere nye begyndelser, end hun kunne tælle.",
        "I en alder af 34 er Luna endelig fri til at træffe sine egne beslutninger og vælge sin vej. Hun beslutter sig for at købe et lille hus i Aalborg, åbne sin egen café og måske endda finde kærligheden. Lunas bedste veninde Ella overtaler hende til at prøve en dating app. Ella mener ikke, at det at gå rundt i grøntsagsafdelingen i supermarkedet virker længere. For Luna er ideen spændende og skræmmende i lige mål! Tingene kunne være gået glattere, hvis en bestemt ejendomsmægler ikke havde fået øje på Luna. Så er der hendes altmuligmand. Den ekstremt dejlige Adam, der konstant synes at jokke i spinaten og ende med at blive rød i ansigtet i Lunas selskab. Desværre, som ordene i enhver countrysang, der nogensinde er skrevet, er han 'en andens fyr!'",
        "Følg Luna, når hun navigerer gennem misforståelser, uventede begivenheder og en række kaffe dates på sin vej til at finde kærligheden."
    ]
    }
  },
  {
    "id": "beths-story",
    "en": {
      "title": "Beth's Story: Accepting Love",
      "titles": [
        {
          "text": "Beth's Story",
          "tailwindCss": "font-chewy text-[2.4em] leading-none"
        },
        {
          "text": "Accepting Love",
          "tailwindCss": "font-birthstone-bounce text-[1.7em]"
        }
      ],
      "status": "later",
      "coverRaw": "en/later",
      "seriesId": "aalborg-love-stories",
      "tagline": "Sometimes the hardest part of starting over ... is letting someone in.",
      "description": [],
      "reviews": [],
      "links": {},
      "icon": "BookOpenText",
      "iconColor": "#2421FF",
      "publications": [
        {
          "lang": "en",
          "format": "ebook",
          "release": null
        },
        {
          "lang": "en",
          "format": "paperback",
          "release": null
        }
      ]
    },
    "da": {
      "coverRaw": "da/later",
      "tagline": "Nogle gange er den sværeste del af at starte forfra ... at lukke nogen ind.",
      "description": []
    }
  },
  {
    "id": "Unique book identifier",
    "excludeBook": true,
    "en": {
      "title": "Book Title: Book Subtitle",
      "titles": [
        {
          "text": "Book Title",
          "tailwindCss": "font-chewy text-[2.4em] leading-none"
        },
        {
          "text": "Book Subtitle",
          "tailwindCss": "font-birthstone-bounce text-[2em]"
        }
      ],
      "status": "soon / new / now (out now) / later (this year) / next (year)",
      "seriesId": "Should match one of the unique series identifiers in 'series.json'",
      "tagline": "The book tagline. Keep it to one or two sentences.",
      "description": ["An array of paragraphs"],
      "reviews": [
        {
          "lang": "en",
          "text": "English review. Will be shown first when website language is set to English.",
          "critic": "Name of who wrote the review or place of where it appeared"
        },
        {
          "lang": "da",
          "text": "Danish review. Will be shown first when website language is set to Danish.",
          "critic": "Name of who wrote the review or place of where it appeared"
        }
      ],
      "links": {
        "amazonUS": "The key must be one of the 'languageSpecificLinks' in 'BuyLinks.jsx'",
        "amazonDE": "The value is the full URL e.g. https://www.amazon.com/Ava-Jones-Beginning-Janice-Greve/dp/B0G5LF1H59"
      },
      "icon": "lucide icon, e.g. 'Coffee', shown in some places as a hover effect for books.",
      "iconColor": "Full hex value, e.g. #6F4E37",
      "publications": [
        {
          "lang": "en / da - book language",
          "format": "ebook / paperback / hardback / audiobook",
          "release": "Release date in double quotes, e.g. 2025-12-17 or 'null'"
        }
      ],
      "coverRaw": "The cover defaults to 'book.id', but an override can be specified here e.g. 'en/placeholder'",
      "showRibbon": false
    },
    "da": {
      "tagline": "Everything can be localized for Danish, but most things do not need to be or even make sense to be. Anything that is not specified here will fallback to English.",
      "description": [],
      "coverRaw": "A Danish override to the English override can be specified here e.g. 'da/placeholder'"
    }
  }
]
