[
  {
    "id": "aalborg-love-stories",
    "en": {
      "title": "The Aalborg Love Stories",
      "isLooseSeries": true,
      "description": [
        "A series of stand-alone humorous love stories set predominantly in the town of Aalborg, northern Denmark. Life often throws people from different backgrounds, lifestyles, or countries together, if the chemistry is right. Each of these stories centres around a female main character. Ages, circumstances, and nationalities differ, but love is always at the core. The stories are told with humour and compassion. Old friends from other stories in the series crop up, giving a cohesive feel to the series. Aalborg itself shines as a backdrop, sharing it's history, culture and not least the fjord on which it sits.",
        "The stories aim to offer well rounded, relatable characters with interesting plots. Characters you will root for and feel invested in. Guaranteed smiles, banter and laughs with just a pinch of spice. Feel-good stories you'll want to read again and again."
      ]
    },
    "da": {
      "title": "Aalborg Kærlighedshistorier",
      "description": [
        "En serie af enkeltstående humoristiske kærlighedshistorier, der primært foregår i Aalborg i Nordjylland. Livet bringer ofte mennesker fra forskellige baggrunde, livsstile eller lande sammen, hvis kemien er rigtig. Hver af disse historier har en kvinde i hovedrollen. Alder, omstændigheder og nationaliteter er forskellige, men kærligheden er altid i centrum. Historierne fortælles med humor og medfølelse. Gamle venner fra andre historier i serien dukker op, hvilket giver serien en sammenhængende stemning. Aalborg selv stråler som baggrund for serien og deler sin historie, kultur og ikke mindst fjorden, som byen ligger ved.",
        "Historierne sigter mod at tilbyde alsidige og relaterbare karakterer med interessante plots. Karakterer, du vil heppe på og føle dig involveret i. Garanteret smil, drillerier og latter med et strejf af krydderi. Feel-good historier, du vil have lyst til at læse igen og igen."
      ]
    }
  }
]
